CSI API ETABS v1
cSapModel.Analyze Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cAnalyze Analyze { get; }
ReadOnly Property Analyze As cAnalyze
	Get
Dim instance As cSapModel
Dim value As cAnalyze
value = instance.Analyze
property cAnalyze^ Analyze {
	cAnalyze^ get ();
}
abstract Analyze : cAnalyze with get
Property Value
Type: cAnalyze
See Also
Reference
cSapModel Interface
ETABSv1 Namespace